{
  "landing": {
    "title": "Desarrollador de software situado en La Pampa, Argentina",
    "intro": "$ echo",
    "name": "Matias Gomez",
    "abstract": "Apasionado por el desarrollo de software. Aprender de forma autodidacta me ayudó a re-entender a esta herramienta que son los sistemas. Mi formación previa me acompaña en este nuevo trayecto de mi carrera profesional.",
    "torre": "Esta es mi primera aplicación. Es un pequeño juego en el que introducimos palabras al azar en un relato y despues vemos qué relato nuevo construimos. Es verdaderamente sencilla pero divertida.",
    "agur": "Este es un sitio de Ecommerce para un emprendimiento de ropa interior en mi ciudad. Es mi primer proyecto con React. Es bastante sencillo y aún sigue en desarrollo. Comenzó como un proyecto 100% React y de a poco fui incorporando frameworks como Material UI y Zustand para manejo del state. Tiene también una integración con MongoDB Atlas con la que accede a una lista de productos con sus imagenes colgadas en un bucket externo.",
    "projects": "Proyectos",
    "links": {
      "agur": "Ecommerce para un emprendimiento local.",
      "torre": "Pequeño juego de historias locas."
    },
    "gallery": "Toca la imagen para ver mas",
    "goBiblio": "Ir a la Bbilbioteca de Mabel"
  },
  "cv": {
    "pageTitle": "Mi CV",
    "title": "Desarrollador de software",
    "location": "Santa Rosa, La Pampa, Argentina",
    "aboutMeTitle": "Acerca de mí",
    "aptitudes": "",
    "education": {
      "title": "Formación",
      "description": "En todos mis trabajos trabajé con software, de la mano vino el inglés. Cuando empecé a estudiar software de manera autodidacta me encontré muy a gusto con mi manejo del inglés. Aprender en dos idiomas puede ser confuso a veces pero encontrando las palabras correctas para comunicar lo mismo en dos idiomas se aprende casi tanto como escribiendo código.",
      "items": [
        {
          "title": "First Certificate of English - Cambridge",
          "date": "2009",
          "description": "B2"
        },
        {
          
          "title": "Python for Everybody",
          "date": "2021",
          "description": "Python, OOP. Programming basics by Dr. Charles Severance"
        },
        {
          "title": "Alura Latam - Graduado de Oracle Next Education Backend development",
          "date": "2022-2023",
          "description": "Java + Spring | Agile | Bases de datos relacionales"
        },
        {
          "title": "FreeCodeCamp - JavaScript Algorithms and Data Structures.",
          "date": "2023",
          "description": "Librerias de desarrollo Frontend Front End. Desarrollo Backend y APIs"
        },
        {
          "title": "Oracle Cloud Infrastructure",
          "date": "2023",
          "description": "Foundations Associate Certificate by Oracle Learn"
        },
        {
          "title": "Autodidacta - Desarrollo Fullstack",
          "date": "2023-2024",
          "description": "React, NextJS, Tailwind, Zustand, NoSQL and more."
        }
        
      ]
      
    },
    "experience": {
      "title": "Trayecto",
      "description": "En mis diversos puestos siempre estuve de alguna u otra manera vinculado al aspecto informático de las cosas. Desde mi paso por la radio con la edición y producción en vivo hasta un poco de modelado 3d cuando hacia carpinteria siempre hay hubo software que me ayudó con distintos procesos. En esta parte de mi viaje profesional quiero ser parte de quienes hacen esas herramientas.",
      "items": [
        {
          "date": "2011-2012",
          "title": "Mesa de entrada Fundación Chadileuvú",
          "description": "asistente administrativo"
        },
        {
          "date": "2013-2016",
          "title": "Radio FM - La Tosca, Radio Mitre y Radio Kermes",
          "description": "operador, productor"
        },
        {
          "date": "2019",
          "title": "Vías al Olvido en CPE TV",
          "description": "co-realizador"
        },
        {
          "date": "2021-2022",
          "title": "Carpintería artesanal",
          "description": "diseño y construcción"
        },
        {
          "date": "2021-presente",
          "title": "Community Manager",
          "description": "foto, video, ads"
        }
      ]
    },
    "link": "Ver la versión en PDF"
  }
}