{
  "landing": {
    "title": "Software developer based in La Pampa, Argentina",
    "intro": "$ echo",
    "name": "Matias Gomez",
    "abstract": "Passionate about software development. The self taught path helped me reconnect with systems in a different way. My prior formation in communication, audiovisuals and carpentry shapes my versatile profile in this new pursuit.",
    "torre": "This is the very first I built. It's a madlibs. It takes a series of words and fills up a randomly picked micro story from a handpicked list. It's a really simple and fun game. At the moment all the stories are in Spanish.",
    "agur": "This is an Ecommerce site for a real brand I work in as a community manager/photographer. It's a WiP and my first approach to web-dev. As my first React project, it started as 100% React and I gradually added different frameworks. Also, through this project, I taught myself some NoSQL DB and integrated a very simple DB with MongoDB.",
    "projects": "Projects",
    "links": {
      "agur": "Ecommerce for a local business.",
      "torre": "Madlibs game in Python."
    },
    "gallery": "Press image to see more",
    "goBiblio": "Go to the Library of Mabel"
  },
  "cv": {
    "pageTitle": "My CV",
    "title": "Software Developer",
    "location": "Santa Rosa, La Pampa, Argentina",
    "aboutMeTitle": "About me",
    "aptitudes": "In 2020, I began delving into programming out of curiosity. I learned Python, basic programming logic, and some SQL. Instead of diving in immediately, I took time to explore entrepreneurship, design, and crafting wooden objects with manual tools. For a little over two years now, I've been fully immersed in programming. I rekindled my journey in IT through a program where I delved into Java and Spring Boot, focusing on database development and REST APIs. Along this path, I discovered more comprehensive tools and fresh perspectives. Although the intervening time wasn't brief, my initial forays into Python bore fruit. While participating in a structured program was beneficial, I found the pace somewhat lacking. Through self-directed learning, I acquired skills in frontend development and expanded my backend toolkit with JavaScript using Next.js.",
    "education": {
      "title": "Formation",
      "description": "",
      "items": [
        {
          "title": "First Certificate of English - Cambridge",
          "date": "2009",
          "description": "B2"
        },
        {
          "title": "Python for Everybody",
          "date": "2021",
          "description": "Python, OOP. Programming basics by Dr. Charles Severance"
        },
        {
          "title": "Alura Latam - Graduated from Oracle Next Education program Backend development",
          "date": "2022-2023",
          "description": "Java + Spring | Agile | Relational Databases"
        },
        {
          "title": "FreeCodeCamp - JavaScript Algorithms and Data Structures.",
          "date": "2023",
          "description": "Front End Development Libraries. Back End Development and APIs."
        },
        {
          "title": "Oracle Cloud Infrastructure",
          "date": "2023",
          "description": "Foundations Associate Certificate by Oracle Learn"
        },
        {
          "title": "Self taught - Fullstack development.",
          "date": "2023-2024",
          "description": "React, NextJS, Tailwind, Zustand, NoSQL and more."
        }
      ]
    },
    "experience": {
      "title": "Journey",
      "description": "My work experience is diverse and enriching, covering various fields that have contributed to my comprehensive professional development. I began my career at the Chadileuvú Foundation, where I managed the front desk, honing administrative skills and customer service abilities. Subsequently, I worked as a radio operator at several local stations, including FM La Tosca, Radio Mitre, and Radio Kermes, gaining expertise in communication, technical equipment handling, and live broadcast coordination. In 2019, I co-produced the documentary 'Vías al Olvido' for CPE TV, merging my communication and audiovisual skills. This project allowed me to engage in content creation from conceptualization to final production, collaborating with a multidisciplinary team and managing resources to meet deadlines. Moreover, it enhanced my storytelling proficiency and effective message delivery through visual and auditory media. Starting in 2021, I pursued artisanal carpentry, enriching my creativity and attention to detail. Concurrently, I took on roles in photography, videography, and as a Community Manager at Agur, a local venture. These experiences helped me develop technical skills in visual content editing and production, as well as digital marketing strategies and social media management, all of which are pivotal to my current focus on software development.",
      "items": [
        {
          "date": "2011-2012",
          "title": "Reception desk at Fundación Chadileuvú",
          "description": "Administrative assistant"
        },
        {
          "date": "2013-2016",
          "title": "Radio FM - La Tosca, Radio Mitre and Radio Kermes",
          "description": "Operator, producer"
        },
        {
          "date": "2019",
          "title": "Vías al Olvido in CPE TV",
          "description": "Co-producer"
        },
        {
          "date": "2021-2022",
          "title": "Handcrafted woodworking",
          "description": "Design and construction"
        },
        {
          "date": "2021-present",
          "title": "Community Manager",
          "description": "Photo, video, ads"
        }
      ]
    },
    "link": "See PDF version"
  }
}
