{
  "landing": {
    "title": "Software developer based in La Pampa, Argentina",
    "intro": "$ echo",
    "name": "Matias Gomez",
    "abstract": "Passionate about software development. The self taught path helped me reconnect with systems in a different way. My prior formation in communication, audiovisuals and carpentry shapes my versatile profile in this new pursuit.",
    "torre": "This is the very first I built. It's a madlibs. It takes a series of words and fills up a randomly picked micro story from a handpicked list. It's a really simple and fun game. At the moment all the stories are in Spanish.",
    "agur": "This is an Ecommerce site for a real brand I work in as a community manager/photographer. It's a WiP and my first approach to web-dev. As my first React project, it started as 100% React and I gradually added different frameworks. Also, through this project, I taught myself some NoSQL DB and integrated a very simple DB with MongoDB.",
    "projects": "Projects",
    "links": {
      "agur": "Ecommerce for a local business.",
      "torre": "Madlibs game in Python."
    },
    "gallery": "Press image to see more",
    "goBiblio": "Go to the Library of Mabel"
  },
  "cv": {
    "pageTitle": "My CV",
    "title": "Software Developer",
    "location": "Santa Rosa, La Pampa, Argentina",
    "aboutMeTitle": "About me",
    "education": {
      "title": "Formation",
      "description": "In all my jobs I worked with software, and along with it came English. When I started teaching myself software development I felt very comfortable with my knowledge of English. It allowed me to understand core concepts quickly and with depth without needing a translation. Learning in two languages can be confusing at times, but finding the right words to communicate the same ideas in different languages teaches almost as much as writing code.",
      "items": [
        {
          "title": "First Certificate of English - Cambridge",
          "date": "2009",
          "description": "B2"
        },
        {
          "title": "Python for Everybody",
          "date": "2021",
          "description": "Python, OOP. Programming basics by Dr. Charles Severance"
        },
        {
          "title": "Alura Latam - Graduated from Oracle Next Education program Backend development",
          "date": "2022-2023",
          "description": "Java + Spring | Agile | Relational Databases"
        },
        {
          "title": "FreeCodeCamp - JavaScript Algorithms and Data Structures.",
          "date": "2023",
          "description": "Front End Development Libraries. Back End Development and APIs."
        },
        {
          "title": "Oracle Cloud Infrastructure",
          "date": "2023",
          "description": "Foundations Associate Certificate by Oracle Learn"
        },
        {
          "title": "Self taught - Fullstack development.",
          "date": "2023-2024",
          "description": "React, NextJS, Tailwind, Zustand, NoSQL and more."
        }
      ]
    },
    "experience": {
      "title": "Journey",
      "description": "In my various positions, I was always in some way linked to the IT side of things. From my time at the radio with editing and live production to a bit of 3D modeling when I was doing carpentry, there was always software that aided me. In this part of my professional journey, I want to be part of those who create these awesome tools that aid in creating more great stuff.",
      "items": [
        {
          "date": "2011-2012",
          "title": "Reception desk at Fundación Chadileuvú",
          "description": "Administrative assistant"
        },
        {
          "date": "2013-2016",
          "title": "Radio FM - La Tosca, Radio Mitre and Radio Kermes",
          "description": "Operator, producer"
        },
        {
          "date": "2019",
          "title": "Vías al Olvido in CPE TV",
          "description": "Co-producer"
        },
        {
          "date": "2021-2022",
          "title": "Handcrafted woodworking",
          "description": "Design and construction"
        },
        {
          "date": "2021-present",
          "title": "Community Manager",
          "description": "Photo, video, ads"
        }
      ]
    },
    "link": "See PDF version"
  }
}
